thesis/org-src/intro.tex
% Created 2019-01-08 tis 15:58
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Sebastian}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Sebastian},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.1 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Introduction\hfill{}\textsc{intro}}
\label{sec:org2505a3f}
The introduction shall be divided into these sections:

\subsection{Motivation\hfill{}\textsc{motivation}}
\label{sec:org96150aa}
As the years pass, more and more people move into urban areas and this
increases the importance of sustainable urban development. A greater
number of inhabitants puts higher pressure on the public
transportation systems, which makes their efficiency increasingly
important.\textasciitilde{}\cite{kondepudi2014smart} 

To offer a better service, public traffic providers use systems
that predict arrival times of buses, trains and similar vehicles. The
accuracy of these predictions are paramount, since many people depend
on these services and erroneous predictions reflects badly on the
public traffic providers. 

Various machine learning algorithms have been applied with great
promise to predict arrival time  \cite{Kim2011Nov}, \cite{RNNBusPredictions} \textasciitilde{}\cite\{zheng2013urban, kim2017probabilistic, pang2018learning,
Nguyen2018Jun\}, although it is still an active research area.

\subsection{Aim\hfill{}\textsc{aim}}
\label{sec:orge66327a}
\subsection{Research questions\hfill{}\textsc{questions}}
\label{sec:org29bb77d}
\subsection{Delimitations\hfill{}\textsc{delimitations}}
\label{sec:org5d92b72}
\subsection{Report outline\hfill{}\textsc{outline}}
\label{sec:org31ec55d}
\end{document}